{
	"songs": [
		{
			"title": "Bastard",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"Yo, fuck 2DopeBoyz and fuck Nah Right",
				"And any other fuck-nigga-ass blog that can't put an 18 year old nigga",
				"Making his own fucking beats, covers, videos and all that shit",
				"Fuck you post-Drake-ass cliche-jerking, LA-slauson rapping",
				"Fuck-nigga-ass Hypebeast niggas, now back to the album",
				"Well, Tyler, hi, I'm Dr. TC and um, I'm guessing that your teacher sent you here to talk cause you were misbehaving",
				"Um, it's gonna be three sessions: today, tomorrow, and the next day",
				"So, just tell me something about yourself...",
				"Well, look, if you don't talk, I mean, these sessions are going to go slower",
				"This is what the devil plays before he goes to sleep",
				"Some food for thought? This food for death, go ahead and fucking eat",
				"My father's dead, well I don't know, we'll never fucking meet",
				"I cut my wrist and play piano cause I'm so depressed",
				"Somebody call the pastor, this bastard is so possessed",
				"This meeting just begun, nigga I'm Satan's son",
				"My mother raised me a single parent so it's apparent",
				"That I got love for my mother, none of you other fuckers",
				"Are much important I'm getting angrier while recording",
				"I'm feeling like the bulls, I've got a gang of wolves",
				"Odd Future is children that's fucked up in they mental",
				"Simple but probably not, fuck them",
				"I'm tall, dark, skinny, my ears are big as fuck",
				"Drunk white girls the only way I'll get my dick sucked",
				"Suspended from school, coolest nigga without effort",
				"Easy to spot like black bitches with fake leopard",
				"Soak me up in a tampon, but keep the lamp on",
				"Cause this album pack enough evil",
				"That you can't fit inside a Jansport, go to school with this",
				"I go from AP to JC inside a fucking week",
				"Waking up with random girls like \"Yo, bitch, how the fuck we meet?\"",
				"I stay with grandma, she always bitching about her carpet",
				"Every time I walk inside the house, she always tend to start shit",
				"No to drugs I never spark it, I used to be bullied for honor classes",
				"By those that were slow as molasses, take this shit to school",
				"Raquel treat me like my father like a fucking stranger",
				"She still don't know I made Sarah to strangle her",
				"Not put her in danger and chop her up in the back of a Wrangler",
				"All because she said no to homecoming, demons running",
				"Inside my heads telling me evil thoughts",
				"I'm the dream catcher but nothing but nightmares I caught, go to sleep",
				"I wear green hats because I'm fortunately lucky",
				"Fuck me the monster said, somehow the monster's dead",
				"Inside of me, but the thoughts it tells me are still evil",
				"With this state of mind, big moves, Max Keeble",
				"I'm on my grind feeble, my music is either",
				"A fucking sin or too illegal play this shit in church",
				"I graduated without honors or fucking father",
				"He died (I'm so sorry) No bitch, don't even fucking bother",
				"I wanted a brother my mother I told her",
				"But instead I got a sister, just like me with her mister nada",
				"So both of our imaginations are creations of the fucking situation",
				"That's having our brains racing like Dayton, wearing some fucking",
				"Heelys",
				"I know you fucking feel me, I want to fucking kill me",
				"But times I'm so serious, you think I'm silly",
				"I'm doing Big Style Willy couldn't touch 11",
				"Seven, what's religion nigga? I am legend",
				"I roll with skaters and musicians with an intuition",
				"I created O.F. cause I feel we're more talented",
				"Than 40 year old rappers talking about Gucci",
				"When they have kids they haven't seen in years, impressing their peers",
				"With the same problem, the only way to solve them",
				"Is to go to Father's Day convention with a gold revolver",
				"Life's a salad, I'm a toss it, eat that shit up, Rick Ross it",
				"Shit it out, bag it up, sell it, I'm so damn rebellious",
				"Cause my mother let me do what I want",
				"She wasn't careless, protective she is the bear",
				"The shit is so bare, my diary isn't hid",
				"My father didn't give a fuck, so it's something I inherit",
				"My mom is all I have so it's never meet the parents",
				"When Danielle or Milan decide to fucking share",
				"This confused boy, I wanna hug hoy, I’m bad for you kids to listen to",
				"Soy is not the choice, I'm bad milk, drink it",
				"Whoa, umm, it seems you had a lot to say",
				"Uh, who knows I might feel as I'm evaluating",
				"My wrist is all red from the cutter",
				"Dripping cold blood like the winter, the summer",
				"Is never that's equivalent to me and Sarah",
				"Well that's not her fucking name, but I think this shit is clever",
				"My niggas wanna know if I'm fucking, if I'm kissing",
				"But I'm sitting here downing beers simply just wishing",
				"With a tear they try to tell me but I never listen",
				"Cause I don't give a shit like sitting down pissing",
				"Eighteen, still talking to imaginaries",
				"Hopefully they see the talent I carry just like Jimmy",
				"Losers can never win me, you can never offend me",
				"My goal in life is a Grammy, hopefully momma will attend the",
				"Ceremony with all my homies, I'm suicidal",
				"This my Zombie Circus, I hope the majors heard this",
				"Fuck a deal, I just want my father's email",
				"So I can tell him how much I fucking hate him in detail",
				"Wow, umm, so Tyler if you had the chance to tell him something",
				"What would you tell him?"
			]
		},
		{
			"title": "Seven",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"I'd tell him to eat a dick quicker than Mexicans sprint over borders",
				"I give a fuck like a quarter with 20 cent",
				"At Hamptons with Fred Hampton relaxing at Happy Camper",
				"It's the fucking financial aid at Hamptons wasn't relaxing",
				"I'm taxing, \"Fuck 'em all!\"'s what I'm chanting",
				"Don't complain I'm just ranting",
				"Fuck ranking, I'm the best, I'm the champion's chariot",
				"I'm a liar like Carrey in Liar Liar",
				"I'm dirtier than the sheets in the Marriott",
				"Cable guy like Larry, Peter Pan in my youth, fucking fairies",
				"I'm using my tooth bait to get that bitches teeth paste",
				"Fuck it, Odd Future some Nazis, black Nazis don't copy",
				"We perfect, you sloppy, hotter than Saki Takei",
				"Fuck a label on my jacket, screw you like a ratchet",
				"Screw you like a black teen on Judge Hatchett",
				"Hang with thrashers and jackers",
				"Drug dealers and crackers, AP students and slackers",
				"I'm backwards like Jermaine Dupri in '93",
				"Escaping from concentration camps with a fucking girl board and a ramp",
				"That I ordered from CCS with some diamonds that's VVS",
				"Like I went to Sierra Leone in a homecoming dress",
				"With some matching pink panties, lipstick from my granny",
				"Sup on my hat like that motherfucker friendly",
				"White, red-headed bitch reminded me of Annie",
				"She dino like my state of mind, so yeah she understand me",
				"Fuck You Bunch is here, never disrespect my family",
				"That’s for my little brother, sister, cousin and my auntie",
				"Wasted fucking youth? All you old niggas antiques",
				"We go skate, rape sluts and eat donuts from Randy",
				"Bitches like Tia Landry watching Billy and Mandy",
				"Motherfuckers wanna be Odd but you can't be",
				"Sit the fuck down all you old niggas stand me, faggot",
				"I guess I got to be a fucking hand-me-down rapper",
				"From Los Angee area anytime I'm fucking landing",
				"Fuck 2DopeBoyz and NahRight, shout out to Hype Trak",
				"Them motherfuckers could never get rid of me",
				"Guess I gotta do a fucking song with Dom Kennedy",
				"Get these fucking hip hop bloggers to start feeling me",
				"Because I'm seventeen, compose my own beats",
				"Lyrically I'm dope enough to ass-fuck the dude who made nicotine",
				"Maybe I should buy some Hundreds, wear some fucking skinny jeans",
				"And follow in your footsteps like a motherfucking millipede",
				"Centipede, make songs about Gucci and ciggaweed",
				"Jerk with my freshmen like it's some motherfucking little league",
				"No, I'm not no fucking hipster, mister",
				"No, I'm not no fucking Kid Cudi, all my fucking fans love me",
				"Collaboration hits for fans screaming fuck buddies, yo, yo",
				"I'm driving in a stolen truck, and I'm probably fucking drunk",
				"Wasted as fuck, can't walk it out, DJ Unk (uh!)",
				"My nose is filled with coke and my license is revoked",
				"(Shut the fuck up!) Who the fuck told me not to spoke?",
				"Fuck everybody here, everybody vanished, I'm managed",
				"Hop off my dick and make a fucking sandwich",
				"Everybody listening can suck my dick in Spanish",
				"Fuck you, faggot (fucking bastard)",
				"Yeah, um, as you can probably tell from listening to this record",
				"I was, I was probably angry, probably on my period",
				"But um, I didn’t mean to offend anyone",
				"Alright, I'm lying",
				"O.F."
			]
		},
		{
			"title": "Odd Toddlers",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"Uh, yeah, how you doin' today?",
				"Uh, yeah, uh-huh, yeah",
				"Ace the Creator, man, look",
				"Casey Veggies, uh-huh, Odd Future, look",
				"Hello, the hype is so mellow",
				"Bitch I'm dope but my pipe is so yellow",
				"The blue polka dots, pink stripes and it's pink on the title",
				"Nigga, fuck your role model, bitch, I'm my own idol and",
				"If you can't face it, my nigga, you can ass it",
				"My accessorized accessories bring out my assets",
				"Nigga they sound on acid, tablets",
				"Stussy’s G-Shock with my custom pair of 3D glasses",
				"I suffer from ADHD",
				"I should win a fucking award for being me",
				"Beat banging the tom-toms",
				"My producer selection is fresh nigga, fuck Vons",
				"Ace the underdog, thrown them on the back bender",
				"Cause I change my outfit more than transsexuals change gender",
				"Eating Belgian waffles with Italian biscotts",
				"I sold my soul to the devil for thirty percent off",
				"And to you emo kids who walk around pissed off",
				"Step one: pull your panties down and start to piss off",
				"Step two: run to your radio, turn this shit off",
				"Nigga didn't bother, so my father didn't help",
				"So when my mom would beat my ass, she would always hit me",
				"With Gucci belts, Gucci imprint from leather welts",
				"I'm so dapper man, funky fresh Dapper Dan",
				"I'm your favorite rapper, fan, it's an honor to shake my hand",
				"On award tour, on excursions, I'm a virgin of swap meets",
				"I'm so pure, so sick it's no cure",
				"I'm dope, where the fiends at? Aight, where the jeans at?",
				"The hat, the crew, the t-shirt is Supreme",
				"And they see me they play Pictionary",
				"I got a good way with words like a dictionary",
				"And in that dictionary my name is by \"Fresh\"",
				"They at the same spot they making no progress",
				"Becoming a good rapper ain't that easy of a process",
				"Eargasms they have them",
				"The hotels we staying in twelve star",
				"Tyler said, \"Yo Casey, just write a twelve bar\"",
				"If I'm with twelve people, I'm with twelve stars",
				"You haters put up your guards",
				"They against us? Oh no",
				"Red and white diamonds, Supreme box logo"
			]
		},
		{
			"title": "French",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"Got all the black bitches mad cause my main bitch vanilla",
				"She tryna get her groove back like Stella, grab the umbrella",
				"When it comes to your perception of my shit, I'm Helen Keller",
				"When it comes to the perfection of my shit, I know you smell the",
				"Rectum, I'm like a chromosome, I always X 'em",
				"Like Wolverine stepson attacking a deadly weapon",
				"I'm opening a church to sell coke and Led Zeppelin",
				"And fuck Mary in her ass...",
				"Yo, I'm fucking Goldilocks up in the forest",
				"In the three bear house eating their mothafuckin' porridge",
				"I tell her it's my house, give her a tour",
				"In my basement, and keep that bitch locked up in my storage",
				"Rape her and record it, then edit it with more shit",
				"Octopussy special effect the wet bitches be banging",
				"And please never disrespect my set",
				"With Canons hanging from our necks like it's a mothafuckin' circus",
				"You little niggas better (check my French)",
				"You getting money? Better (check my French)",
				"What time is it, huh? (Check my French)",
				"If you got my shit you better check my French, motherfucker",
				"I'm making moves, (check my French)",
				"I speak English but (check my French)",
				"Your ho be on my penis, she (check my French)",
				"Bitch",
				"I guess I left my dignity up in the cupboard",
				"Cause every girl I'm digging, when I'm digging in her pussy",
				"I'm never using a rubber",
				"But fuck it, I guess I got to stretch it out like it was flubber",
				"And leave it dripping green and red like double cheese burgers",
				"Chewing on cum like bubble gum from Hubba",
				"This bitch knew dick like Bubba knew shrimp, yeah",
				"Yo, I'm seventeen, already sniffing blow",
				"I tell my friends it's asthma every time I start to itch my throat",
				"I got a new show for MTV, \"Pimp My Boat\"",
				"Because some bitch said my semen was dirty, that silly ho",
				"The most that they can do is fine me, I'm hiding",
				"Somewhere where Chris Stokes can't find me",
				"Oh no Mr. Stokes, I don't like misters, no",
				"Don't tell R. Kelly where my little sister go",
				"You little niggas better (check my French)",
				"You getting money? Better (check my French)",
				"What time is it, huh? (Check my French)",
				"If you got my shit you better check my French, motherfucker",
				"I'm making moves, (check my French)",
				"I speak English but (check my French)",
				"Your ho be on my penis, she (check my French)",
				"Bitch",
				"Yo, you little niggas better check my French",
				"I got all stars and you can check my bench",
				"Left Brain, Super 3, Creator Ace",
				"Put expressions in their music and create the face",
				"Of the picture, punchline, figured out, ahh I get you",
				"No, you don't, nigga, so why don't you go and figure?",
				"You seem confused anyway, pressured enough?",
				"You the type to do the choke when the pressure is up",
				"The pressure is the pump and the pressure is us",
				"Bitches having eargasms and the pleasure is us",
				"Niggas wanna be O.F. and write letters to us",
				"Competition's competition, yo, you better than us?",
				"Digest what I'm saying? I don't think so",
				"We sick shit, throw it up down in the sink, yo",
				"These Odd niggas are beginning to spill these pink flows",
				"We think sorta odd, so we think so",
				"Crusing in my go-kart at Walmart selling cupcakes",
				"Go ahead admit it, faggot, this shit is tighter than butt rape",
				"That involve Ballpark Franks and silver duct tape",
				"Pornos and hormones and boxes of DiGiorno",
				"You homos is loco, you're probably drinking Cuervo",
				"With some vatos with the door closed watching Zorro",
				"You homos",
				"O.F., yes",
				"(So, are you dating anyone right now? You know, or..)",
				"No, I'm just playing the field, just for now",
				"(Ah, so I'm guessing she's white, since she's 'vanilla' hahah)"
			]
		},
		{
			"title": "Blow",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"If this was a game, I already know that I would come out winner",
				"And I'm not bragging, I'ma be in her",
				"But this bitch really think that I'm 'bout to buy her dinner",
				"My steak good, I got a good cut like Splinter",
				"Juicy and hot, such a black bitch temper",
				"Now she wanna talk and chop it up like a blender",
				"But I don't give a fuck and or even listen like Schindler",
				"She's cute but her forehead's big",
				"Got stretch marks like she got four kids",
				"Her legs can't close like the four door hinge Bronco",
				"That O.J. killed the white whores with",
				"A wealthy white girl without the facelift",
				"Lure her with expensive dinners and a nice bracelet",
				"Leave the bitch breathless, what the bitch don't know is that I'm a mothafuckin' sellout and a rapist",
				"Baby, you're an angel",
				"How about we turn this into a fable of some sort?",
				"You already know you're dead",
				"Ironic cause your lipstick's red, of course",
				"I stuff you in the trunk, drunk",
				"Cause all I really wanna do is fuck and snort blow",
				"If this was a game, I would be considered a mothafuckin' legend",
				"And I ain't trying to gas you like Chevron",
				"But I'm high as fuck bitch, you really need to get on my leverage",
				"Now we're in the cabin, in the middle of (uhh)",
				"Trying to find ways to really stuff you in my cabinet",
				"Dreamy little bastard, I done ran outta' luck so now",
				"It's time for a bloody foot you little rabbit",
				"You're very attractive",
				"And notice that my hat is always the color of cactus",
				"And I hang with wolves cause I'm an evil bastard",
				"Pictures of you on my wall no glue, no tape but just cum plastered",
				"Met you at my school, departed at my house",
				"Ended at your panties, started at your blouse",
				"Pushed you down stairs, I took a nap up on the couch",
				"If you wanted a date, don't come",
				"Now you gotta make it easy for you don't run",
				"You call this shit kids, well I call these kids cum",
				"And you call this shit rape but I think that rape's fun",
				"Wait, now it's about eight something",
				"It's late and you stuck down in my base one",
				"Come downstairs with nothing but a shoe string",
				"Yeah bitch this date's done",
				"Baby, you're an angel",
				"How about we turn this into a fable of some sort?",
				"You already know you're dead",
				"Ironic cause your lipstick's red, of course",
				"I stuff you in the trunk, drunk",
				"Cause all I really wanna do is fuck and snort blow",
				"I like my girls how I like my drugs, white",
				"Lord, you're so pretty, lying in my arms",
				"I just got one request, stop breathing"
			]
		},
		{
			"title": "Pigs Fly",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"I was taught to act my shoe size, never my age",
				"I always judge a book by the cover, never the page",
				"I never judge a murder by weapons, only the rage",
				"That he felt when he dealt with the physiological phase",
				"They say that I never cease to amaze",
				"While half my mental belongs in a cage",
				"The ape is a beast, tranquilize that bitch",
				"If you niggas selling dope then you selling my shit",
				"Selling my assets, I'm so damn illegal that I need to be arrest",
				"But then they'll get my mom for 18 years of possession",
				"She showed me affection like a drug dealer using her pocket for my protection",
				"The pigs fly away in the morning",
				"But I ain't get to see you today",
				"And if I want to go outside",
				"I got to make sure that I can play here",
				"I bet you've never seen a pig fly",
				"Well you ain't been looking through my eyes",
				"I bet you've never seen a pig fly, nope",
				"Right next to the fat lady hitting high notes",
				"Went to sleep at seven never woke up from the dream",
				"Wore my wings and my jeans but my hat is from Supreme",
				"So I guess that's where I hide my things",
				"Caged, and the wonder is seen",
				"Middle finger missing so I can not give a fuck",
				"I can hear the bells ringing off the nice dream truck",
				"So I'm chasing the dreams, no realities",
				"Hoping that maturity won't be too mad at me",
				"But if so, I'll take the scorn, indeed happily",
				"Long as I can feel my heart tap like happy feet",
				"Fatherless kids, orphans like me and Domo is",
				"A fuck that we will never give is like our pops",
				"But what we did was found our niche and made a stitch",
				"Just like a shirt, that's why our stains smell like the shit, that's from",
				"The pigs fly away in the morning",
				"But I ain't get to see you today",
				"And if I want to go outside",
				"I got to make sure that I can play here",
				"I bet you've never seen a pig fly",
				"Well you ain't been looking through my eyes",
				"And my circus is all night (Don't go home tonight)",
				"It's all night (Don't go home tonight, chill)",
				"It's all night (Please stay, don't go home tonight)",
				"I'm an odd fellow, the opposite of mellow",
				"The therapist said hello but my mom would wonder",
				"I was dealing with iller shit like professional plumbers",
				"Like food for thought was my father but I ain't have the hunger",
				"My self esteem was like me, tall and full of flaws",
				"My pride is gone, I'm that guy like Aaron Hall",
				"Shit, I know some niggas wear their hearts on they sleeves",
				"But I wear mine on my head, Supreme"
			]
		},
		{
			"title": "Parade",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"Odd (I'm not yet a man)",
				"Future (Still not of a boy)",
				"Wolf (This my only joy)",
				"Gang (Now let's parade in gold)",
				"Welcome to the euphoria of cocaine without Abel",
				"I can make music that makes sense, but not mentally stable",
				"Eighteen with the whole world in front of me",
				"Odd Future teenagers, nobody can fuck with we",
				"Odd (I'm not yet a man)",
				"Future (Still not of a boy)",
				"Wolf (This my only joy)",
				"Gang (Now let's parade in gold)",
				"I scream and jump around on couches while you sit and talk",
				"I skip to places, smiling faces, while you fucking walk",
				"My TV stays on Cartoon Network, fuck that Twilight shit",
				"You have highlights about yo life, I have life 'bout my highlights, bitch",
				"Go to college, get a job, marry, have a kid",
				"Watch them grow and then you die? No, nigga, fuck the system",
				"Odd (I'm not yet a man)",
				"Future (Still not of a boy)",
				"Wolf (This my only joy)",
				"Gang (Now let's parade in gold)",
				"Good kids make bad grown ups, stay gold, stray old",
				"Maturing means that your life sucks, in my wolf suit",
				"I roam where the wild things at, still growing",
				"Still learnin, not knowing that I'm maxed",
				"I don't want to grow up, I know that shit for a fact",
				"Nigga, eighteen",
				"Odd (I'm not yet a man)",
				"Future (Still not of a boy)",
				"Wolf (This my only joy)",
				"Gang (Now let's parade in gold)",
				"Odd (I'm not yet a man)",
				"Future (Still not of a boy)",
				"Wolf (This my only joy)",
				"Gang (Now let's parade in gold)",
				"They say I'm immature, I say that they depressed",
				"I talk to unicorns, I'm wearing a uniform",
				"Of a nigga that don't give a fuck about time",
				"You live your life all serious while I'm enjoying mine",
				"Wow, that's, that's a really good way to look at it",
				"Yeah I mean... I don't. I mean I'm really hyper and everything with my imagination",
				"Ohh okay - ADHD?",
				"I'm not having ADHD like, one second I'm real hype as fuck, but the next minute - I can just slow that shit down"
			]
		},
		{
			"title": "Slow It Down",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"Ace, the Creator",
				"Hodgy Beats",
				"O.F. (Drop it)",
				"We come through throbbing like thunder storms",
				"Make their feets get wet and funky up in they under arms",
				"I'm too explosive for your ears like I'm throwing bombs",
				"With the exclusive on the channel, bitch I know it's on",
				"Niggas get mad like cheerleaders, they throw they pom-poms",
				"Suck a dick, eat salaam getting they nails done in salons",
				"Hodgy Beats is like lip balm",
				"If you talk shit, I'll make you cry and tell your big moms",
				"I got nice hands, niggas eat out my big palms",
				"Haters must be starving nowadays I make California Vietnam",
				"And I'm going to embalm my creativity",
				"Into a CD-ROM, so you can feel this shit I'm on",
				"Turn it up, where's the bass?",
				"Bring the keys, yeah",
				"Turn it up, where's the bass?",
				"Bring the keys, oh my God",
				"Turn it up nigga, where's the bass?",
				"Could you bring the keys? Yeah",
				"Turn it up, nigga where's the bass?",
				"Drop the drums",
				"Pink chinchilla, something like thrilla",
				"My t-shirts are bathing, a bathing gorilla",
				"You niggas all hype like you drink a cup of Splenda",
				"But I ate the whole plate like a fat bitch dinner",
				"I'm never the winner, always the loser",
				"I don't choose to win, but I will choose her",
				"Her kitty-cat fish loves his tuna",
				"I never use a fork I always spoon her",
				"Go nuts, instrumental flow much",
				"European model white bitch is eating donuts",
				"Fuck you faggots, I'm with a fat bitch",
				"Making shit come like I'm go-go gadget",
				"I'm mental, it's instrumental",
				"Make your bitches' therapist ask for dental records",
				"And I hope this record have you stabbing niggas with colored pencils",
				"Turn it up, where's the bass?",
				"Bring the keys, yeah",
				"Turn it up, where's the bass?",
				"Bring the keys, oh my God",
				"Turn it up nigga, where's the bass?",
				"Could you bring the keys? Yeah",
				"Turn it up, nigga where's the bass?",
				"Drop the drums",
				"Yo, bubble gum that Reese's Pieces",
				"You fail at life, I'll mug your teachers",
				"I've got Muslims calling on Jesus",
				"I fucked Kelly, where is Regis?",
				"Found Alicia, now she keyless",
				"Cold as ice, and now I'm creamless",
				"Murdered every bod from my squad",
				"So technically, now I'm teamless, O.F. is so prestigious"
			]
		},
		{
			"title": "AssMilk",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"Uh, addicts arise when I arrive",
				"In this cracked crack fag back slab in disguise",
				"Fat sack of knives in the passenger side",
				"Bitch, reach for the door, get your access denied",
				"I'm not an asshole, I just don't give a fuck a lot",
				"The only time I do is when a bitch is screaming \"Tyler, stop!\"",
				"The big bad wolf; to me, you're just a minor fox",
				"Red Riding is getting some of this wolfly odder cock",
				"We the niggas you scared of like bad dentists",
				"Flow is anthemic, dirty like it's plants in it",
				"Sick, spit a pandemic, crack and cancer mixed with cannabis",
				"To have a bitch ready to stab a clit with some glass and shit",
				"Your whole gang'll be diminished, bunch got the Brady's in it",
				"Spit sick shit like my saliva got the rabies in it",
				"Fuck rap, I'll be a landlord so I can rape the tenant's daughter",
				"Leave my house with a new stomach, and a baby in it",
				"Face it, me and Ace is sick like malaria carri—",
				"\"Augh! Ow, ow, ow, ow, ow, ow, ow, stop!\"",
				"\"Why did you do that?\"",
				"\"Say sorry, say sorry!\"",
				"\"Sorry! I'm sorry as fuck!\"",
				"\"Say sorry!\"",
				"\"I'm sorry as fuck, ow, ow!\"",
				"\"Say sorry!\"",
				"\"I'm sorry! Don't look at this!\"",
				"\"Say sorry\"",
				"\"Don't look at this, ow stop!\"",
				"\"Say sorry!\"",
				"\"Ow! Stop 'fore you fuck something up!\"",
				"\"Say, \"Sorry!\"",
				"\"Say, \"Sor-\"",
				"\"Sorry, sorry—Uncle!\"",
				"\"Aw, fuck this nigga, I like him.\"",
				"Jim Carrey her to the cemetery to bury her",
				"Listen busters, scarier when I finger fuck her",
				"After I dig her up and then eat her out with a bit of mustard",
				"Took karate, mommy told me \"Tyler toughen up\"",
				"Rihanna haircut, somebody tell Chris Brown to fuck me up",
				"Had to teach the bitch manners, now I gotta learn her",
				"I'll beat the fuck out your bitch anonymous, Ike Turner",
				"Over, sloppy seconds is my preference",
				"Except for when I'm feeding on the flesh of a pedestrian",
				"Nessy loch monster stop Will he though? Probably not",
				"Silly hoes lick my balls like FIFA lollipops",
				"Get the certain tingle, eating Haagen Dazs",
				"With some soccer moms where they like to fucking sit and mingle",
				"Watch an Animal Planet document on the Eagles",
				"In the flyest '06 Supreme beanie, Sigel",
				"Your grind's feeble, I'm regal, really, I'm Willy Smith",
				"I am Legend, a snicker dick in a vanilly chick",
				"Come take a stab at it faggot, I pre-ordered your casket",
				"This is known as a classic, yeah that chapped lips crack shit",
				"Hat is always forest so the bitches call me Gump",
				"But compliment her tits and then its off to hump her",
				"Fuck her in a Hummer while I rape her then I put her in a slumber",
				"It's not a figure of speech when I tell you that I dumped her",
				"Known narcissists, sipping on arsenic",
				"Carved carcasses in the garage, don't park in it",
				"Hard as finding retarded kids at Harvard",
				"It's Wolf Gang barking keep you up like car alarms and shit",
				"Over the edge, yeah I hide in a potato sack",
				"Cause I'm cold as ice like Anasia when she fucking Traq",
				"I'm the type to put you down to bring myself up",
				"So when I rape a bitch I hold her down and get my best nut",
				"The reincarnation of '98 Eminem",
				"60 Crip and Grizzly and some RMK Denim",
				"Pay attention I'm stabbing your women friends, like a gentlemen",
				"Then dipping with the fucking pen to go sin again",
				"White girl, you can ask her what the dick be like",
				"At monster madness doing drive by's on a fucking fixie bike",
				"Fuck it moron, snorting oxycontin, wearing cotton",
				"Oxymoron like buff faggots playing sissy dykes",
				"This the shit that get cripple bitches to hop",
				"Dirty crack pipes lit, bullshit to stop, halt",
				"Boss broke, spouse choke, blouse open",
				"Sly's little shop of horrors, now showing",
				"I hate gays, gangbangers and fucking jerkers",
				"Unless it's gay gangbangers, that's fucking jerkers",
				"Whoa yo, yo.. no homo, I'm not gay, faggot",
				"Odd Future Wolf Gang, Wu-Tang banging in your system",
				"Probably banging in your sister with my children swimming in her system",
				"Let me say this shit in slow-mo, homo",
				"You don't fucking skate, take off that box logo"
			]
		},
		{
			"title": "VCR / Wheels",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"I don't want to play you",
				"I just want to tape you undressing",
				"And I'll lay you down and record soft porn",
				"If it's romance then it's hardcore",
				"If it's horror, pop the popcorn",
				"The thoughts to rape you really turns me on",
				"Press my buttons baby",
				"Press my buttons",
				"Press my buttons baby",
				"Yeah",
				"Press my buttons baby",
				"Press my fucking buttons baby",
				"Press my buttons baby",
				"You're my favorite show, any chance I get I try to watch",
				"Die hard fan can't stop with the tapings",
				"Sort of like a psycho when I can't stop with the rapings",
				"Of the VHS, especially during sex baby",
				"Press my buttons baby",
				"Press my buttons",
				"Press my buttons baby",
				"Yeah",
				"Press my buttons baby",
				"Press my fucking buttons baby",
				"Press my buttons baby",
				"Ready to watch? I'm a slip it in the tape deck",
				"But put it in slow-mo, I don't want to bust the tape yet, press play",
				"Now this is what I call an evening",
				"A live show, almost equivalent to the screening",
				"Your dream movie? I'm the clearest copy",
				"Now time for Blow, I'm Johnny deep with the rarest poppy",
				"Snort a little, now you're getting groovy",
				"Cause I'll kill if I find out you're watching some other movies, bitch",
				"Press my buttons baby",
				"Press my fucking buttons",
				"Press my buttons baby",
				"Yeah",
				"Press my buttons baby",
				"Press my fucking buttons baby",
				"Press my buttons baby",
				"Yeah",
				"Press my buttons baby",
				"Press my fucking buttons baby",
				"Press this",
				"Stop!",
				"Danielle, Danielle, yeah you heard about Raquel",
				"Well that didn't go well, let us try to make it swell",
				"Put the beaver in the mail, we can take it slow like snail",
				"Lock my heart up, this is jail, throw away the key",
				"Can I sleep over, and wake up next to you?",
				"I want to feel you near, just let me whisper in your ear, um",
				"We can kick it on the couch, blunt you can roll it up",
				"But I'm on some shrooms if you really want to feel the room",
				"I just want to kick it, kick it for the rest",
				"I skated all day, I just need some rest and your breasts",
				"Can I sleep over, and wake up next to you?",
				"I want to feel you near, just let me whisper in your ear, um",
				"We can count the stars on the hood of your father's car",
				"He's a buster anyway, I can take him any day",
				"Look into your eyes I realize that I like you so much",
				"That was corny, now I'm horny, can I have a kiss?",
				"Can I sleep over, and wake up next to you?",
				"I want to feel you near, just let me whisper in your ear, um",
				"We both teenagers with the same mind state",
				"How about some ice cream and some South Park for this first date?",
				"Your cat is waiting for that raw fish I can't wait, get it?",
				"Can I sleep over, and wake up next to you?",
				"I want to feel you near, just let me whisper in your ear, um"
			]
		},
		{
			"title": "Session",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"I'm Tyler, Mr. Green Hat",
				"Pro-abortion, anti-clean rap",
				"Fuck your blog opinion and your feedback",
				"My self-respect I leave that, in the lost and found",
				"Where the black girls get their weaves back",
				"Awesome I achieve that mini, blasting \"You're a jerk\"",
				"In some fucking yellow skinnies looking like a fucking faggot",
				"Bouncing 'round the house trying to find an easy way to rape Minnie",
				"Bet you thirty dollars you find her like Cartman found Kenny, dead",
				"I like my girls smart, skinny",
				"Kinda pop tart, when I bite into them red",
				"I'm a self-racist, you should tape this, ask Sarah, I'm the rapist",
				"I'm a fascist, fuck fashion, Gucci belts is for them faggots",
				"My hat is by Jabbia, and if you got a fucking problem",
				"With the future, you can get a death wish just like Atiba",
				"Fuck the biz apparent, Odd Future errant",
				"I'm watching the Berrics getting head from someone's parent",
				"A lot of fucking hate inside my heart, guaranteed",
				"That I'm sharing in the force with the cyclops staring",
				"I'm flying on a beaver, you're a disbeliever",
				"So don't ask for no mothafuckin' ride when you see us",
				"Swim right past you, the shit-list said that I'm nutty such a cashew",
				"Cause I jack off with dish soap and smell gas fumes",
				"Permanent brain damage similar to tattoos",
				"The shit, you can mention me if anybody ask you",
				"Kill the jungle let the cats loose",
				"You didn't see me here if someone ask you",
				"I want to feel her in every way",
				"Mary Jane keeps me high like every day",
				"Bong, vaporizer, in the sack now",
				"Stuck in my high, afraid of heights, I'm trapped",
				"Buy a swisher for a dollar or two blunt wraps",
				"Roll it up and ensure that everything's fat",
				"She ain't got time to try and relieve ya",
				"But she'll get all in your head, Sativa",
				"I'm good but y'all don't want me like vegetables",
				"I'm all in front of you zeroes like decimals",
				"Let's take them high like the decibels",
				"So we get them high, get them high like cholesterol",
				"In a overweight mother-lover, my tracks is filled with blubber",
				"That's fat, who needs another producer?",
				"Chica-Go-Getter from Odd Future, used to ride solo",
				"Cause I ain't really care what the rest say",
				"Type of nigga to jerk off to his own sex tape",
				"Best stay away when the door closed, I show up with four hoes",
				"Best believe I'm leaving with more of those",
				"And I got a girlfriend so I'm a keep lying until the verse end, FIN",
				"Brandun Deshay, Hodgy Beats, Ace the Creator",
				"Odd Future, O.F. until, until from now until forever",
				"We grind, these niggas asking for some promo",
				"We sit back, observe, stacking hella box logos",
				"Square circle jerks starting O.F. moshpit",
				"Preaching to the poets, I'm an O.F. prophet",
				"No less profit, fiened when we drop shit",
				"Convertible coupe, bitches scream when they tops split",
				"It's that crack, give you something to sell",
				"Put these bitches on lock down, something like jail",
				"Thought she hot I swear, probably rougher than hell",
				"And she ain't gay, but the only thing she like is fucking Chanel",
				"Light skinned women, all sex everything",
				"Think we can fit ten in, bowls packed with everything",
				"Everything that we call flight, living life",
				"This is everything that we call hype",
				"I'm everything that they call nice",
				"She in colors and shit, she off that northern lights, right",
				"Intimidated by niggas you can't be",
				"I'm a G, and this is something you can't see",
				"Top ranked, number one my son",
				"And she looking for them trees, baby we got some",
				"And stay focused on the women and you get less done",
				"It's ironic cause I always hear you talking about one",
				"Them other niggas smoke, they ain't this high",
				"How high? Nigga, higher than the kites they fly"
			]
		},
		{
			"title": "Sarah",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"I like my girls skinny with brains",
				"I like my hoodies fucked with Lame",
				"I like my friends imaginary with no names",
				"And I make music for the fuck of it, no fame",
				"Aim, shoot, the gun of love, round",
				"Tried to find ammo but it's none around town",
				"So I went Down South but I ended up North",
				"Uptown sitting on Cloud 9's white porch",
				"And of course, my car's off course",
				"You're so white, my blinkers don't work",
				"I'm trying to let the force be with you, I get you",
				"Music is my first, but I contemplate divorce",
				"You make a nigga sing songs nice",
				"You make a nigga's night turn day",
				"And you make the flowers sing say turn green yellow",
				"It sucks that I didn't get the chance to say hello",
				"I want to eat you out like jello",
				"And mess with your body like the bass and the cello",
				"And tell your mom I said hello, you want to go to prom? (Nigga hell no)",
				"Fuck (Shit) and another one, there goes another one",
				"Another love song about shit",
				"And I'll be rich if I get another diss",
				"And maybe Cupid won't miss",
				"Another love song about shit",
				"And I'll be rich if I get another diss",
				"And maybe Cupid won't miss",
				"Maybe? (No)",
				"Maybe? (I'm sorry)",
				"Maybe? (I got a date)",
				"Maybe? (Where's your dad?)",
				"I like her L-I-K-E, the only difference is she won't fuck with me",
				"But she will fuck with that vegetable with the hairs full of X's and O's",
				"I want to tie her body up and throw her in my basement",
				"Keep her there, so nobody can wonder where her face went",
				"- Tyler, what you doing?\n- Shut the fuck up!\n- Uh-umm..\n- You gon' fuckin' love me bitch\n- Uhh..\n- Or I'mma fuckin' put this gun in your fuckin' head",
				"But all I really want is a kiss on the cheek",
				"In private, not public in the streets",
				"And your cupcake how we eat and your toes",
				"Cause I got a big fetish with the feet",
				"I just want somebody I can see",
				"You can be a gold digger, you ain't got to love me",
				"I'm serious (I love you) I don't ask for much",
				"Your heart literally is what I do want for lunch",
				"Now this shit is turning to a habit",
				"I'm the burger king, I gotta have it my way",
				"And truthfully girl you really make my day",
				"I would probably kill myself if you told me you was gay",
				"And I can't even look the other way",
				"Your aura is a magnet, my eyes a metal bag, it's attractive",
				"L-O-L laughing, you're a gold Oscar and I'm just actin'",
				"And I want your cinema hole, and have our kids play supporting role",
				"Climbing up the pole, Jack and the Beanstalk, bitch it's gold",
				"And I was in loath, I would never get over you, ever, Sarah",
				"Another love song about shit",
				"And I'll be rich if I get another diss",
				"And maybe Cupid won't miss",
				"Another love song about shit",
				"And I'll be rich if I get another diss",
				"And maybe Cupid won't miss",
				"Half your body laying on my chest",
				"The rest is in my stomach, that's including your breast",
				"And I'ma just take another guess",
				"Now you probably wishing that you would have said yes",
				"Am I crazy? Maybe, but fucked up is how I been lately",
				"Shit, I don't give a fuck, your family looking for you, wish 'em good luck",
				"Bitch, you tried to play me like a dummy",
				"Now you stuck up in my mothafuckin' basement all bloody",
				"And I'm fucking your dead body, your coochie all cummy",
				"Looking in your dead eyes, what the fuck you want from me?",
				"What did you want from me? What did you want from me?"
			]
		},
		{
			"title": "Jack and the Beanstalk",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"They don't paint pictures, they just trace me",
				"Odd Future, I'm your mothafucking sergeant",
				"Nigga, I'm in charge, I fuck with Freshjive",
				"Cause I get it, no charge, and BBC for the low price",
				"No barging, nigga that's a bargain",
				"Cow print t-shirt like mothafucking dog",
				"On the mothafucking farm with cockadoddle doodles",
				"I'm making straight bitches pussy wet just like a noodle",
				"And my dick must be dog food to these bitches' poodles",
				"Felines on the free time, I'm tossing bitches' salads",
				"And I'm eating up they croutons, Erica to Milan",
				"We was flying to Milan, was supposed to go to Bangkok",
				"Until she figured out that she don't really like to bang cock",
				"To Soho, Baby Milo so dope",
				"The cocaine flow, niggas spit heat, propane",
				"Niggas get the picture, I see, why?",
				"(They don't paint pictures, they just trace me)",
				"My nigga, no hook",
				"My nigga, no hook",
				"My nigga, no hook",
				"My nigga, no hook",
				"No hook, fuck a hook",
				"Yo, beside me, nobody likes me",
				"Mainly because I am not a fucking HypeBeast",
				"I think Supreme suck, we gnarly in our Nikes",
				"I can wear some Wranglers, with a fucking White T",
				"Doo-rags to match, and I do sag",
				"In fact, my hat is in tact with the Fubu pull over",
				"Nigga, you pull over, fuck a Rover Range",
				"And I'm driving a unicorn, plus my bitch is strange",
				"And I'm the only fucking rapper without a chain",
				"With a four finger ring like I can't spell my fucking name",
				"And I go to Obama rallies screaming out \"McCain\"",
				"Them ignorant thrashing mothafuckers is my gang",
				"And the dirty Ladera, I can't forget where I came from",
				"Nigga, you don't claim none, fun I am the teacher",
				"White and black bitch like she's a mothafucking zebra",
				"Candies in my pocket, I see you niggas on Easter",
				"My nigga, no hook",
				"My nigga, no hook",
				"My nigga, no hook",
				"My nigga, no hook",
				"No hook, fuck a hook",
				"(It's gold) The gold is in the back",
				"(It's gold) The bitch is in the front",
				"(It's gold) The beat's a fucking bully",
				"(Go home) The lyric's just a punk, man",
				"(Gold) The pink is in the sky",
				"(That shit's gold) The gold is in my mind",
				"(It's gold) The mind is in my gold",
				"The beat is turning old, so go",
				"Synthesizer, I'm the mothafucking master",
				"Nigga, I'm a bastard, I fuck with chord keys",
				"Cause the sound lasts longer, bass drummer song",
				"And a hi-hat made of plastic, nigga's sound is elastic",
				"Nigga, you can bite this, unless you want to bite back",
				"I didn't take my fucking Ritalin, this is a hype track",
				"HypeTrack that and send it, nigga it's a sack shit",
				"I had you motherfuckers eating salad like a fat bitch",
				"Drop it, Ace the Creator, O.F.M, banging on your FM",
				"Ace the Creator, drop the drums, nigga, thank you to HypeBeast"
			]
		},
		{
			"title": "Tina",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"So, do you party?",
				"Nah, I just do ignorant hoodrat shit with me and my niggas in the fucking mall, Odd Future Wolf Gang (Drop it)",
				"Niggas at the fucking mall, niggas where my fucking drawers?",
				"Think I'm happy? Think I'm sad? Bitch you fucking know my dad",
				"He wears his pants up in his ass, touch his ass, grab his dick",
				"You's a fag, you like that shit, O.F. is the fucking clique",
				"I'm going off the top of the brain",
				"Nigga don't know how to rap but I'm in the game",
				"Fuck that shit, I don't give a fuck",
				"I'm back up in the fucking club, niggas know I'm at the mall",
				"Eating chips with my drawers, how you doing? How you fall?",
				"Swag, swag, swag, swag",
				"Swag, swag, swag, swag",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Eat my ass, lick my balls",
				"Bitch I'm in the fucking mall, with my niggas eating ham",
				"(Mmmm)",
				"Bitch I got that fucking swag, you don't know my fucking dad",
				"I don't know my fucking dad, what is this a fucking purse?",
				"I ain't fucking Mexican, but we can have sex again",
				"With your sister with no rubber (Alexis' real name is Alex)",
				"What the fuck? That's your fucking brother? I ain't with that jerkin' shit",
				"Unless it's Steve Harvey's buff sister trying to jerk my dick",
				"Swag, swag, swag, swag",
				"Swag, swag, swag, swag",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Swag, swag, swag",
				"Swag, SWAG, SWAG, SWAG",
				"Oh no, oh no, oh no",
				"Swag, swag, swag, swag, swag, swag, swag, swag",
				"I'm with your girlfriend eating chips",
				"Mmmmm, stop the beat, bitch",
				"Uh, oh, oh, shit, fuck, mmmm, mmmm",
				"Wait, stop the beat",
				"Alright, yeah, nigga, I was in the mall",
				"With my niggas busting triggers, yeah, swag",
				"Swag, swag, swag, swag",
				"Swag, swag, swag, swag",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Tina perm your fucking weave",
				"Bitches, hoes, weaves, leather jackets (Nigga don't know)",
				"Bitches, weaves, hoes, leather jackets",
				"Bitches, weaves, hoes, swag (I'ma kill you and that fucking baby, bitch)"
			]
		},
		{
			"title": "Inglorious",
			"album": "Bastard",
			"art": "https://t2.genius.com/unsafe/896x0/https%3A%2F%2Fimages.genius.com%2Fcb0b25f99dd81109efa8db270a933a38.500x500x1.jpg",
			"year": "2009",
			"lyrics": [
				"Well, Tyler...",
				"Uh, it's about that time",
				"I mean you're a good kid, just misguided",
				"Okay, so is there anything else you wanna say",
				"Before we end this?",
				"My father died the day I came out of my mother's hole",
				"And left a burden on my soul, until I was old enough",
				"To understand that the fuckin' faggot didn't like me much",
				"He loved my moms enough to bust a nut and then he Shake Junt",
				"Bring your pops to school day, for twelve years, I cheated",
				"Told the fuckin' faculty that he was at a meetin' and",
				"Bring that dude to life day, he wasn't at the meetin'",
				"Made a U-turn on the way there like; \"the fuck am I thinkin'\"",
				"Birthdays, Christmas, my only fuckin' wishlist",
				"Was CDs (and a father) and a new fitted",
				"Instead I got some CDs, inhaler, some Ritalin, some white socks",
				"I was hyper, 'cause I didn't get attention from my real pops",
				"Cops say I'm supposed to be in jail, but they don't know it's me",
				"Statistics say that niggas with no father ain't gon' be shit (nigga)",
				"Well I guess I had one because nigga I'm it",
				"You smell that? (Yeah!) That's the odor of success, bitch",
				"I know I'm not the only bastard in America",
				"So I'm gon' to need some help, on this next part",
				"Scream it with me, niggas",
				"Fuck you (I'm good)",
				"Fuck you (I graduated)",
				"Without you (I'm good)",
				"Fuck you (I'm good)",
				"Nigga, eighteen (I'm good)",
				"Fuck you (I'm good)",
				"Got a car, nigga (fuck you)",
				"Eat a dick, nigga, bitch",
				"Father's Day was the worst when it came to gifts",
				"'Cause I ain't know for who or what the fuck to get",
				"Now my momma mentioned the day before what she would like",
				"'Cause she's playin' both roles, like her occupation was dyke, fuckin' right",
				"I ain't look up to Obama and Nixon",
				"I look up to the Hugos and Dixons",
				"The niggas in the vision rap about the shit they cookin' in the kitchen",
				"Pushin' keys, like them niggas that were bangin' on the keys",
				"My father never seen me, the nigga probably Stevie",
				"He bought me a hoodie, a couple albums",
				"Like that's gon' make up for the years and the tears",
				"And the money that my momma spent on rent and clothes",
				"You fuckin' dipped out, I swear to God, if I see you",
				"I'm a get out the M-16 and let a fuckin' clip out (RRRAAA!)",
				"'Cause in 16 years, you let your kid doubt the existence, none",
				"I don't give a fuck either, like father, like son, I'm done",
				"He ain't give a fuck about me",
				"He ain't give a fuck about you",
				"He ain't give a fuck about we",
				"So what the fuck we gon' do?",
				"Fuck you (I'm good)",
				"Fuck you (I graduated)",
				"Without you (I'm good)",
				"Fuck you (I'm good)",
				"Nigga, eighteen (I'm good)",
				"Fuck you (I'm good)",
				"Got a car, nigga (fuck you)",
				"Eat a dick, nigga, bitch",
				"The cold is nice, and I'm not talkin' 'bout the weather",
				"The skin is thick, no need for leather, your father called",
				"He said you're better without him, I'm not the only fuck",
				"Without them, how to tie a tie and how to get your suit hemmed up",
				"Take it to the shop, then what?",
				"Fuck it, momma's proud of her asthmatic, thin fuck",
				"Luck on my brim, Supreme keeps me warm",
				"When the cold blood swarms in my veins, fuck rain in the summer",
				"The bummer is the fact that I'm black",
				"And I hang with white Neos whose marrow stays frio",
				"Now this counselor is tryna tell me that I'm emo",
				"She don't give a fuck",
				"D-low where's the trigger? I'll let this bullet play hero",
				"Nah, fuck this",
				"I don't deserve this shit",
				"I'm over it",
				"BANG!"
			]
		},
		{
			"title": "Goblin",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"You wouldn't do that Tyler, kill yourself or anyone. You don't even have the balls to begin with. What you need is me, someone to talk to, uh, it's been a while since our last session. So, tell me what's been going on",
				"I'm not a fucking role model (I know this)",
				"I'm a 19 year old fucking emotional coaster with pipe dreams",
				"Since Kanye tweeted telling people he's bumping all of my shit",
				"These mothafuckas think I'm 'sposed to live up to something?",
				"Shit",
				"I'm still jacking off and proceeding my life careless",
				"But getting more pussy cause I tell bitches I'm Wood Harris (as you should)",
				"Philly to Paris, I'm getting these weird stares",
				"At skateparks and airports all in a year, it's weird",
				"Yonkers dropped and left them craniums mindfucked",
				"Now competition missing like that nigga my mom fucked",
				"He still hasn't called me yet (that's not your fault)",
				"But that's a whole fucking different argument, shit, I got over it",
				"And a couple bucks in my pocket, so now I could go buy",
				"A couple hot pockets and grandma could stop cooking",
				"Them nasty ass collard greens, pressure's on me like this top hat",
				"Bastard intro, how the fuck I'm gonna top that?",
				"\"Tyler, you'll top it, you'll top that, you're a very capable individual\"",
				"\"Okay, you guys caught me, I'm not a fucking rapist or serial killer, I lied\"",
				"\"You know, you just want attention, you'll be fine\"",
				"\"I try too hard, huh?\"",
				"\"No, you don't\"",
				"Made a couple thou' and I just don't know what to buy yet",
				"The 'preme shit is free and I don't drink, so fuck a wine set",
				"Nigga, fuck a mindset, my brain is an obscenity",
				"I'm fucked in the head, I lost my mind with my virginity",
				"Oh, that's a triple three six, isn't he a devil worshiper",
				"Cause I'm too fucking ignorant to do some research?",
				"I'm the star of the group (Yeah)",
				"So no one else gets the respect that they deserve cause of you",
				"(Bastard was good though) What you think I record it for?",
				"To have a bunch a critics call my shit a bunch of horrorcore?",
				"Like I didn't make \"Parade\" or \"Inglorious\"",
				"Cause I'm too scared to tell my friends the way I really fucking feel?",
				"Of course they only listen to lyrics about me pissin' off",
				"In the tombs of Lara Croft, I'm getting pissed off (I bet)",
				"Message boards are on my dick, I need a pissing waiver (here)",
				"Let me bust one in they mouth, I know they full of flavor",
				"\"Can't they just be happy for me like, a kid with nothing, living out his dreams? Why they got to fucking hate?\"",
				"\"I think everyone's happy, everyone's immature, everyone loves you Tyler, you have to believe that.\"",
				"\"I don't even skate anymore, I'm too fucking busy, I can barely kickflip now.\"",
				"\"Why? Why is that? Do you not have any free time at your home?\"",
				"\"What the fuck you mean I'm not talented? You see the shit that I've been doing?\"",
				"\"I have, I mean you're a great person.\"",
				"\"I mean, I'm not that great of a rapper but as a whole, I'm pretty cool, right?\"",
				"People excited, thinking shit is so tight (For what?)",
				"Getting co-signs from rappers that I don't even like",
				"What the fuck you want me to do? Start to gobble his mic?",
				"And start Jackson him off until his cack blasting off? (No...)",
				"Fuck that, (Yeah) These niggas ain't fucking with me",
				"Cause I don't listen to the Immortal of Tech-of-the-nique",
				"And all this underground bullshit that's never gon' peak",
				"On the Billboard Top 20 and Jam of the Week",
				"I'd rather listen to Badu and Pusha the T",
				"And some Waka Flocka Flame instead (All that shit) of that real hip hop",
				"That's bull-of-the-sheet, but they want to critique",
				"Everything that we, Wolf Gang, has ever released",
				"But they don't get it, (They don't, it's not made for them) cause it's not made for them",
				"The nigga that's in the mirror rapping, it's made for him",
				"But they do not have the mindset that's same as him",
				"I'm not weird, you're just a faggot, shame on him",
				"\"It is, but Tyler, you're going to have to cut down on that 'faggot' word, that's very, that's a bad...\"",
				"\"I'm not homophobic.\"",
				"\"I mean, I don't think you are but...\"",
				"\"Faggot.\"",
				"\"Alright, well, since the last time we...\"",
				"\"The fuck is a good performance? I get on stage and I have as much fun as I can.\"",
				"\"I mean, you, you, it seems like you have fun. But your Twitter posts, just.. I mean, they're really random and it's ADD.\"",
				"\"Who doesn't have ADD..? Well, I don't.\"",
				"\"I mean, sometimes, you're just really out in the distance and we just want to know, what's the problem for this?\"",
				"\"I wish Thebe was here.\"",
				"Therapy's been sinning and niggas getting offended",
				"They don't want to fuck with me cause I do not fuck with religion",
				"You see, that's my decision, you fuckers don't have to listen",
				"Here, put this middle finger in your ear (I'd rather not)",
				"When someone gets blamed cause some white kid had aimed",
				"(What?) his AK-47",
				"At 47 kids, I don't wanna see my name mentioned",
				"(I don't think anyone's going to men—I don't think anyone takes you serious enough to believe you.)",
				"College wasn't working and I wasn't working",
				"So I was at home jerking off until my dick was hurting",
				"But I was determined to be great, so those classes can wait",
				"Cause the four days that I went, I wasn't learning shit (I mean, you...)",
				"Now I'm living dreams that I wanted since eight",
				"And can afford to get my mother something on her birthday",
				"(I mean, you've explained to me that you were in school, but, I mean, I...)",
				"They claim the shit I say is just wrong",
				"Like nobody has those really dark thoughts when alone",
				"I'm just a teenager, who admits he's suicide prone",
				"My life is doing pretty good, so that date is postponed for now",
				"Wow, life's a cute bitch full of estrogen",
				"And when she gives you lemons, nigga, throw 'em at pedestrians",
				"(So, what are you saying, take advantage? I mean, you've been doing pretty good, I've seen that)",
				"I still live in my grandma's house",
				"Sell out a fucking show in London just to end up on couches",
				"I hate my fucking life, but when I make that announcement",
				"My hero calls my phone, just to put that in doubt then",
				"And then I am confused if I want in or just out",
				"My friends really think I'm playing when I say I need counseling",
				"I sit in grandmother's living room and just pout",
				"And shout loud inside, sometimes I just want to die (No, you don't)",
				"Odd Future came from the bottom",
				"And it's gonna take a couple armed armies tryna stop 'em",
				"(I believe you) All you fucking lames don't have to like me",
				"The devil doesn't wear Prada, I'm clearly in a fucking white tee",
				"Whoa, umm, alright, uh, so Syd was telling me you went to New York..."
			]
		},
		{
			"title": "Yonkers",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"Uh, Wolf Haley, Golf Wang",
				"I'm a fuckin' walkin' paradox — no, I'm not",
				"Threesomes with a fuckin' triceratops, Reptar",
				"Rappin' as I'm mockin' deaf rock stars",
				"Wearin' synthetic wigs made of Anwar's dreadlocks",
				"Bedrock, harder than a motherfuckin' Flintstone",
				"Making crack rocks outta pussy nigga fishbones",
				"This nigga Jasper tryin' to get grown",
				"About five, seven of his bitches in my bedroom",
				"Swallow the cinnamon, I'ma scribble this sin and shit",
				"While Syd is tellin' me that she's been gettin' intimate with men",
				"(Syd, shut the fuck up)",
				"Here's the number to my therapist (Shit)",
				"You tell him all your problems, he's fuckin' awesome with listenin'",
				"Wolf Haley, Golf Wang",
				"Wolf Haley, Golf fuckin' Wang",
				"Jesus called, he said he's sick of the disses",
				"I told him to quit bitchin', this isn't a fuckin' hotline",
				"For a fuckin' shrink, sheesh, I already got mine",
				"And he's not fuckin' workin', I think I'm wastin' my damn time",
				"I'm clockin' three past six and goin' postal",
				"This the revenge of the dicks; that's nine cocks that cock 9's",
				"This ain't no V. Tech shit, or Columbine",
				"But after bowling, I went home for some damn Adventure Time",
				"(What'd you do?) I slipped myself some pink Xannies (Yeah)",
				"And danced around the house in all-over print panties",
				"My mom's gone, that fuckin' broad will never understand me",
				"I'm not gay, I just wanna boogie to some Marvin",
				"(What you think of Hayley Williams?)",
				"Fuck her, Wolf Haley robbin' them",
				"I'll crash that fuckin' airplane at that faggot nigga B.o.B is in",
				"And stab Bruno Mars in his goddamn esophagus",
				"And won't stop until the cops come in",
				"I'm an overachiever, so how about I start a team of leaders",
				"And pick up Stevie Wonder to be the wide receiver? (Cool)",
				"Green paper, gold teeth, and pregnant golden retrievers",
				"All I want – fuck money, diamonds, and bitches; don't need 'em",
				"But where the fat ones at? I got somethin' to feed 'em",
				"It's some cooking books, the black kids never wanted to read 'em",
				"Snap back, green ch-ch-chia fuckin' leaves",
				"It's been a couple months",
				"And Tina still ain't perm her fuckin' weave",
				"Damn",
				"Wolf Haley, Golf Wang",
				"Wolf Haley, Golf Wang, yeah",
				"Goddamn goblin",
				"Wolf Haley, Golf Wang",
				"Wolf Haley, Golf Wang, yeah",
				"They say success is the best revenge",
				"So I beat DeShay up with the stack of magazines I'm in",
				"Oh, not again! Another critic writing report",
				"I'm stabbin' any bloggin' faggot hipster with a pitchfork",
				"Still suicidal, I am",
				"I'm Wolf, Tyler put this fuckin' knife in my hand",
				"I'm Wolf, Ace gon' put that fuckin' hole in my head",
				"And I'm Wolf, that was me who shoved a cock in your bitch",
				"(What the fuck, man?) Fuck the fame and all the hype, G",
				"I just wanna know if my father would ever like me",
				"But I don't give a fuck, so he's probably just like me",
				"A motherfuckin' goblin",
				"(Fuck everything, man) That's what my conscience said",
				"Then it bunny-hopped off my shoulder, now my conscience dead",
				"Now the only guidance that I had is splattered on cement",
				"Actions speak louder than words, let me try this shit",
				"Dead"
			]
		},
		{
			"title": "Radicals",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"Random disclaimer! Hey, don't do anything that I say in this song, okay? It's fucking fiction. If anything happens, don't fucking blame me, White America, fuck Bill O'Reilly. Four, three, two, one",
				"What the fuck I look like, saying I'm sorry",
				"To a bunch of fucking fags that can't potentially harm me?",
				"I ain't never gonna bow down to your expectations",
				"By the way, I got sixty fucking wolves that'll guard me",
				"That skate hard, Thrash black hoodies, try something",
				"Make sure your fuckin' feelings end up up in a Glad bag",
				"Fuck all your opinions, I'm tyin' 'em with a shoestring",
				"And fuck the fat lady, it's over when all the kids sing",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"I'm fucking radical, nigga, I'm fucking radical",
				"I'm fucking radical, I'm motherfucking radical",
				"I'm fucking radical, nigga, I'm fucking radical",
				"I'm fucking radical, I'm motherfucking radical",
				"(Left, right, left, right...)",
				"Odd Future Wolf Gang, we came together cause we ain't have nobody else. Do you? You just might be one of us. Are you?",
				"Fuck cops, I'm a fucking rock star",
				"Rebel and defiance makes my motherfucking cock hard",
				"Fuck pigs, fuck guards, all some fucking retards",
				"Fuck school, I'm a fuck up? Fuck Harvard",
				"I ain't got no fucking money (hey mom)",
				"I ain't got no motherfucking daddy, he ain't teach me shit",
				"Child support ain't come, that faggot still ain't bought me anything",
				"Fuck the fat lady, it's over when all the kids sing",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"I'm fucking radical, nigga, I'm fucking radical",
				"I'm fucking radical, I'm motherfucking radical",
				"I'm fucking radical, nigga, I'm fucking radical",
				"I'm fucking radical, I'm motherfucking radical",
				"(Left, right, left, right...)",
				"They want us to go to they schools and be fucking miserable at they fucking college, studying that bullshit, fuck that. Do what the fuck makes you happy, cause at the end, who's there? You.",
				"Fuck school",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"I'm fucking radical, nigga, I'm fucking radical",
				"I'm fucking radical, I'm motherfucking radical",
				"I'm fucking radical, nigga, I'm fucking radical",
				"I'm fucking radical, I'm motherfucking radical",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"Kill people, burn shit, fuck school",
				"I'm fucking radical, nigga, I'm fucking radical",
				"I'm fucking radical, I'm motherfucking radical",
				"I'm fucking radical, nigga, I'm fucking radical",
				"I'm fucking radical, I'm motherfucking radical",
				"You hear that, nigga? That's cult shit right there, nigga. Wolf Gang! Fuck everybody else nigga! Stand for something, get money nigga! Wolf Gang in this bitch, nigga, we sixty deep. Fuck with me, nigga. Odd Future, nigga. Stand the fuck up! I'm not saying just to go out and do some stupid shit, commit crimes. What I'm trying to tell you is, do what the fuck you want. Stand for what the fuck you believe in, and don't let nobody tell you can't do what the fuck you want. I'm a fucking unicorn, and fuck anybody who say I'm not. Wolf Gang.",
				"Fuck your traditions, (and) fuck your positions (and)",
				"Fuck your religion, (and) fuck your decisions",
				"(See,) they're not mine, so you gotta let 'em go",
				"See, we can be ourselves, but you gotta let us know",
				"Fuck your traditions, (and) fuck your positions (and)",
				"Fuck your religion, (and) fuck your decisions",
				"(See,) they're not mine, you gotta let 'em go",
				"See, we can be ourselves, but you gotta let us know",
				"Fuck your traditions, (and) fuck your positions (and)",
				"Fuck your religion, (and) fuck your decisions",
				"(See,) they're not mine, so you gotta let 'em go",
				"See, we can be ourselves, but you gotta let us know",
				"Go",
				"You gotta let 'em go, let 'em go",
				"You gotta let 'em go",
				"You gotta let 'em go, let 'em go",
				"You gotta let 'em go...",
				"\"You gotta let these shits go, man. It's not making sense to you right now but... all these little dreams you got, they're not shit. All this rebellion, all this crazy shit you got, saying this shit... getting too old for this shit, man, you gotta grow out of it. Growing up, your dreams are getting bigger. You gotta look at reality, understand that shit so you don't get caught. I'm just being real.\"",
				"\"Nigga, fuck you.\"",
				"\"I'm just trying to help you man, trust me.\"",
				"\"Look, I mature day after day nigga. You don't know shit, you're a fucking therapist.\"",
				"\"Whatever.\""
			]
		},
		{
			"title": "She",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"Golden rubbers in these denim pockets",
				"On my waist, there's a black Glock",
				"New girl moved on the block",
				"She been plottin' on my brown cock",
				"Last night I slept over hers",
				"During sex, I overheard",
				"A sword sliced the air, I pulled out the na-na",
				"Rolled off the bed, then shot back, pow-pow",
				"Blood on the sheets, probably spillin' from my gash",
				"Looked out the glass, seen you sprintin' on the grass",
				"A real ninja, with the blade and the mask",
				"Had them gold ninja stars, and red Supreme nunchuks",
				"Now she tryna patch me up, but",
				"Girl, I was just tryna get a nut bust",
				"If that's your ex, you should probably own a pistol",
				"But I'm guessin' it's wiser to exit with dude",
				"The blinds wide open so he can",
				"See you in the dark when you're sleepin'",
				"Naked body, fresh out the shower",
				"You touch yourself after hours",
				"Ain't no man allowed in your bedroom",
				"You're sleeping alone in bed",
				"But check your window (Swag)",
				"He's at your window",
				"Night light hits off, turnin' kisses to bites",
				"I'm a down to Earth nigga, with intentions, that's right",
				"You'll be down in Earth quicker if you diss me tonight",
				"But I'll be the happiest if you decide to kick it tonight",
				"We can chill and I can act like I don't wanna fuck",
				"You can tell me all your problems like I really give one",
				"But I give two for us cause you're the one that I want",
				"Don't wanna seem like a punk pussy that simps over punk pussy",
				"See when I'm with my friends I just put on a front",
				"But in the back of my top I'm writing songs about we",
				"We, as including I, and yourself, making three",
				"Little ones, the drums are hitting pretty hard if you ask me",
				"You're a pretty broad in the top three",
				"Of things that I've been waiting to come, so",
				"Meet me by the lake around 10 and skinny dippin' and then",
				"We can begin the pretend game, I wanna be Finn",
				"From Adventurin' Time",
				"The blinds wide open so he can",
				"See you in the dark when you're sleepin'",
				"Naked body, fresh out the shower",
				"You touch yourself after hours",
				"Ain't no man allowed in your bedroom",
				"You're sleeping alone in bed",
				"But check your window (Swag)",
				"He's at your window",
				"One, two; you're the girl that I want",
				"Three, four, five, six, seven; shit",
				"Eight is the bullets if you say no after all this",
				"And I just couldn't take it, you're so motherfuckin' gorgeous",
				"Gorgeous, baby you're gorgeous",
				"I just wanna drag your lifeless body to the forest",
				"And fornicate with it",
				"But that's because I'm in love with you, cunt",
				"I just wanna talk, and conversate",
				"'Cause I usually just stalk you and masturbate",
				"And I finally got the courage to ask you on a date",
				"So just say yes, let the future fall into place (Cunt)",
				"I just wanna talk, and conversate",
				"'Cause I usually just stalk you and masturbate",
				"And I finally got the courage to ask you on a date",
				"So just say yes, let the future fall into place, cunt",
				"The blinds wide open so he can",
				"See you in the dark when you're sleepin'",
				"Naked body, fresh out the shower",
				"You touch yourself after hours",
				"Ain't no man allowed in your bedroom",
				"You're sleeping alone in bed",
				"But check your window",
				"He's at your window",
				"The blinds wide open so he can",
				"See you in the dark when you're sleepin'",
				"Naked body, fresh out the shower",
				"You touch yourself after hours",
				"Ain't no man allowed in your bedroom",
				"You're sleeping alone in bed",
				"But check your window",
				"He's at your window",
				"One, two; you're the girl that I want",
				"Three, four, five, six, seven; shit",
				"Eight is the bullets if you say no after all this",
				"And I just couldn't take it, you're so motherfuckin' gorgeous"
			]
		},
		{
			"title": "Transylvania",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"Left Brain, Wolf Haley",
				"Golf Wang, Free Earl, uh",
				"Goddamn I love women",
				"Daydream about penis being in 'em",
				"Meet them with a big grin with a Mac-10",
				"Rope, katana, and then I skin 'em",
				"All beige suit made out of white women",
				"With the red lipstick, dancing to John Lennon",
				"With the red splattered jeans made out of blue denim",
				"They can catch me in the spot where the sun don’t shine",
				"Bitch don’t mind me, shake your hiney",
				"The only motherfucking Wolf here that spit venom",
				"You’re a bad bitch with a real good kitten",
				"And I got the appetite of them fat black women",
				"Wolf Gang in this bitch with a bunch of rats with 'em",
				"Lookin' like the holocaust with Supreme hats with 'em",
				"I am tryna get Miss Piggy by the motherfucking hairs of her chinny chin chin",
				"Umm, what’s that? The cock of a black dude",
				"Mad cause his daughter got the swag of a vacuum (aww, fuck it)",
				"I’ll take her to the back room dungeon, fighting and punching",
				"And now the slut is under the fucking assumption",
				"That I will be fucking and munching her muffin",
				"Cunt will be bleeding, but that’s not from the time signature of the month, umm",
				"(It’s because) I’m Dracula bitch",
				"Don’t got a problem smacking a bitch",
				"Kidnapping, attacking, with axes and shit",
				"'Til I grab them throats and start smacking them shits",
				"(It’s because) I’m Dracula bitch",
				"Don’t got a problem smacking a bitch",
				"Kidnapping, attacking, with axes and shits",
				"'Til she decides to take Dracula’s dick",
				"Goddamn I love bitches",
				"Especially when they only suck dick and wash dishes",
				"Cook and clean and grant my wishes",
				"And make me and the Wolf Gang sandwitches",
				"Transylvania crypt let's take a, tour",
				"Bitch try getting through that black trap, door",
				"Keep yelling and working them vocal chords",
				"And that’ll be more of a reason that you'll get slapped up, for",
				"Is that Ford trunk's comfy? (Fuck you!)",
				"Fuck me? No, fuck Buffy",
				"That little bitch keeps trying to hunt me",
				"Jumping over gates, what the fuck she want from me?",
				"She keeps sending me garlic",
				"How many times I gotta tell her I’m allergic",
				"(I like your cape) Oh this Bathing Ape cape?",
				"Bitch, I got it for a bargain at the neighborhood Target",
				"Fangs are sharp and I hope you know",
				"That all I really want from you is that throat",
				"I can’t eat pussy cause I might leave cuts",
				"Then there’s blood on my sheets, but that might be a plus",
				"On the channel, a fucking animal, leaking like pairs of candles",
				"Bitch, is it hard to handle?",
				"I don’t want a bride, I just want bone marrow",
				"(It’s because) I’m Dracula bitch",
				"Don’t got a problem smacking a bitch",
				"Kidnapping, attacking, with axes and shit",
				"'Til I grab them throats and start smacking them shits",
				"(It’s because) I’m Dracula bitch",
				"Don’t got a problem smacking a bitch",
				"Kidnapping, attacking, with axes and shits",
				"'Til she decides to take Dracula’s dick",
				"Bite her in her fucking neck, bite her in her fucking neck",
				"Bottom of the fucking lake, bottom of the fucking lake",
				"Call my gang of wolves and bats, call my gang of wolves and bats",
				"It’s a full moon tonight, and these hoes ain’t acting right",
				"It’s because I’m Dracula bitch, (swag, swag, swag)",
				"It's because; Left Brain, Wolf Haley, Free Earl, Golf Wang..."
			]
		},
		{
			"title": "Nightmare",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"\"So, you tell me that everything just isn't going well..?\"",
				"\"Well, first off...\"",
				"My only problem is death",
				"Fuck heaven, I ain't showing no religion respect",
				"Brain damage, therapy's the only thing I regret",
				"Talking to me is like a fucking body missing a neck",
				"But, I'm surprised I ain't pop off my top off",
				"Life is a bitch and my cock's soft, the Glock's cocked",
				"My hands tremble, my finger slipped, the wall's red",
				"Her life is fucked, she's sad now, her son is dead",
				"I told her I'm her worst nightmare",
				"This is hell, you don't ever gotta fight fair",
				"My spirit floats around in the night air",
				"Or in your day dreams, that's how death seems",
				"I told her I'm her worst nightmare",
				"This is hell, you don't ever gotta fight fair",
				"My spirit floats around in the night air",
				"Or in your daydreams, that's how death seems",
				"When I was younger, I would smile a lot",
				"I'm getting older, getting bolder, but a wiser top",
				"Now I'm drunk driving, lap's full of Budweiser tops",
				"Life is a movie and you're just a prop",
				"They begged me to stop, but I listen like deaf drums",
				"Love? I don't get none, that's why I'm so hostile to the kids that get some",
				"My father called me to tell me he loved me—",
				"I'd have a better chance of getting Taylor Swift to fuck me",
				"Annoying and I'm ugly, most niggas wanna punch me",
				"I'm surprised the fucking doctor even touched me",
				"Feel like Humpty, you hoping that I'll fall? Fuck y'all",
				"I'm Ace, I'm parentless, odd, kinda arrogant",
				"Ignorant as fuck, offend people for the hell of it",
				"Because I am the devil, fucker, get on my level",
				"Doughnuts and keys and kick-flips, Supremes and markers",
				"My life is Ms. Mon-unique Parker, but a little darker",
				"I'll see you in a couple, O.F.",
				"I told her I'm her worst nightmare",
				"This is hell, you don't ever gotta fight fair",
				"My spirit floats around in the night air",
				"Or in your day dreams, that's how death seems",
				"I told her I'm her worst nightmare",
				"This is hell, you don't ever gotta fight fair",
				"My spirit floats around in the night air",
				"Or in your daydreams, that's how death seems",
				"\"Tyler, here's some water, man. You seem a little tense... how's Thebe?\"",
				"All because a nigga just don't give a fuck",
				"Parents wanna blame me all because their kid is fucking up",
				"But fuck that, you're a shitty parent, face it, suck it up",
				"That's what you should've did before that nigga bust, huh",
				"Feel like I missed my little brother growing up",
				"Feel like my little brother missed his brother growing up",
				"But this is Golf Wang, like he missed his family growing up",
				"I got a little taller since the last time you seen me, bruh",
				"Now I'm emo, so fuck it, I'm pouring up",
				"But I never had a drink— (Sydney, Tyler's throwing up!)",
				"My nigga Jasper said if I drink and get drunk enough",
				"I won't feel the feelings I be feeling when I'm sobered up",
				"But that's a fucking lie, why would he say that? I'm",
				"As emotionally straight as Travis when he--(Tyler, calm down)",
				"Don't look at me, I'm 6'5\", about to fucking cry",
				"About another guy, but this is Golf Wang, do or die",
				"I finally had a family",
				"Domo's in another state, and where the fuck is Riley?",
				"Now you niggas wanna be nice because the labels wanna sign me",
				"But before the co-signing and you fuckers couldn't find me?",
				"Fuck that! I hope you die in a fiery death",
				"One ear I got kids screaming, \"O.F. is the best\"",
				"The other ear I got Tron Cat, asking where the bullets and the bombs at",
				"So I can kill these levels of stress, shit",
				"They say that I'm shock value",
				"How about you hop off cock and turn volume down?",
				"I haven't got around to telling my mom shit (why?)",
				"Cause I don't know how to...(whoa)",
				"All I want is her support, but no, it's the fights at home",
				"When mommy cusses out cousin, some knifes get shown",
				"Now she's really fuckin' pissed, so the knives get thrown",
				"And hit her in her fucking neck, now her throat's all gone",
				"Looking like a fucking monster from the Twilight Zone",
				"Then they wonder why I stay at Travis' pad with a backpack",
				"For the whole week, full of plastic-wrapped black tees",
				"And deodorant like his house is my home",
				"I could live with the same hat",
				"And the same flat-screen TV watching Flapjack",
				"And the same bacon and waffles on a nice Saturday",
				"Where I skate with the same fucking friends that",
				"Didn't give a fuck about fame or a name, oh",
				"\"Message from The GZA, oh, another one from Plain Pat\"",
				"Email full of emails, I never write back",
				"Ain't kill myself yet, and I already want my life back",
				"I told her I'm her worst nightmare",
				"This is hell, you don't ever gotta fight fair",
				"My spirit floats around in the night air",
				"Or in your day dreams, that's how death seems",
				"One shot, two shots, one gun, two cops",
				"I'm blowin' them flu shots, couldn't kill me with two top rockers",
				"You're on the side of faggots and cock blockers",
				"I'm on the side of bad-ass kids and the top notches",
				"I'm Barney, dinosaur Harley of a human",
				"Cause I'm shrooming with the bangers and the carneys",
				"You niggas can't harm me cause y'all know that",
				"We at the fuckin' Dirty like it's laundry (Tyler, calm down)",
				"Nigga, get off me",
				"(Calm down, man)",
				"Fuck off me man, fuck (what's gotten into you?)",
				"I don't know, it's like I'm a different person at times",
				"Sometimes I'm fucking mad, sometimes I'm not (yeah, you...)",
				"It's like I got a fucking voice in my head",
				"Telling me to do all this fucked up shit, man (yeah, what's this?)",
				"I don't fucking know, man (what's this person named then, Tyler, huh?)",
				"He tells me to do this shit, that I don't wanna fucking do (what's his name?)",
				"Tron Cat"
			]
		},
		{
			"title": "Tron Cat",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"La, la, la, la, la, la, la",
				"AAAAHHH!",
				"Satan's getting jealous of the wolves, the demons say they preferring us",
				"Books on not giving a fuck is what they're referring us (Wolf Gang)",
				"Wolves, I know you heard of us, we're murderers",
				"And young enough to get the fucking priest to come and flirt with us",
				"You niggas rap about fucking bitches and getting head",
				"Instead I rap about fucking bitches and getting heads",
				"While you niggas stacking bread, I can stack a couple dead",
				"Bodies, making red look less of a color, more of a hobby",
				"I'm not a rapper nor a rapist nor a racist",
				"I fuck bitches with no permission and tend to hate shit",
				"Brag about the actions in a rhyming pattern matter",
				"Then proceed to sat her down when I go splatter in her chatterbox",
				"Atta boy, Odd Future, you're not in our categore",
				"Torture with the super soaker at the asian liquor store",
				"This the type of shit that make a Chris Brown want to kick a whore",
				"That make songs about the wet blockers when it rains and pours",
				"(Umbrella) I hate this, screaming fuck patience",
				"Got a nigga shaking like the calmest fucking Haitian",
				"After chronic masturbation, asking where Mary-Kate went",
				"I want to be the reasons why all lesbians hate dick",
				"I make this damn Bullwinkle the red moose",
				"Game of duck-duck-duct tape with a dead goose",
				"She running 'round this motherfucking dungeon, her legs loose",
				"Until I accidentally get the saw to her head, oops",
				"Victim, victim, honey, you're my fifth one",
				"Honey on that topping when I stuff you in my system",
				"Rape a pregnant bitch and tell my friends I had a threesome",
				"You got a fucking death wish? I'm a genie, it'll get done",
				"Nice to meet you, but it's more pleasant to eat you",
				"With a leaf of salad and some dressing pouring out a teacup",
				"Bitch, I'm Tyler the Creature, suck your feet up like a beach of leeches",
				"Rubber more than the fucking bottom of a sneaker",
				"Jeeper the fucking creeper, get your daughter and keep her",
				"In the jeeps where the Wolf Gang rides around deeper",
				"Take her to Ladera, now she's scared and you're embarrassed",
				"Filled with terror, chop her legs off and tell her to run some errands",
				"Put her eyes in a canteen, take her to the Berrics",
				"Stare at Steve, say it costs ten to fuck Eric",
				"Put her in the lake, her body sinks great, now it's time to fish her like Derek",
				"Satan says we're dangerous, we're trading kids for angel dust",
				"And snuff and sniff, and now that Michael Jackson's trying to suck our dick",
				"Hippopot the fucking llamas, dead bodies, cheerleading squaders",
				"Gave the team a bunch of fucking bees and the Keke Palmer",
				"They will never catch him or catch up",
				"They asked me what it was, I told them fuckers it was ketchup",
				"Nutty like my Chex mix, she bleeding from her rectum",
				"Odd Future wolves stirring ruckus, throwing sets up, yep",
				"This the type of shit that make children break in apartments",
				"When you tell a fucking orphan you don't love them 'til they heart thin",
				"(I hate you!) Starve her 'til I carve her then I shove her in the Rover",
				"Where I cut her like a barber with a Parkinson's disorder",
				"Store her in a portable freezer with me to Portland",
				"Catch me with a bunch of fucking Mexicans crossing the border (arriba!)",
				"I'll be the only wetback who ain't really touched the water",
				"Cause I'll be too fucking busy tryna flirt with Jesus' daughter",
				"(Fuck Mary) I'm awesome, and I fuck dolphins",
				"Sicker than the starving Nigerian kids barfing",
				"Odd Future Wolf Gang Nazi bar mitzvah",
				"With your sister at the bar playing leg and arm twister",
				"Evident that I'm the shit, I'm the Pooh like Tigger dick",
				"I got these cracker doctors saying, \"yeah Bob, this nigga's sick\"",
				"Animal safari, if I offend you I'm sorry",
				"Because I'm the blackest skinhead since India Arie",
				"I don't smoke weed, so no need for the matches",
				"I said fuck coke and now I'm snorting Hitler's ashes",
				"I plan on either dying for suicide or my asthma",
				"Being the only bastard in a box logo casket",
				"Rashes on my dick from licks of shishkabob Sagets",
				"In some Kanye West glasses screaming out \"fuck faggots\"",
				"Catch me in my attic taking photos of my dad's dick",
				"Drop the beat here to make it extra climactic",
				"What the fuck?",
				"I... I'm speechless, that was... fuck",
				"Shit, Tyler, you're gonna need some help",
				"I'm not a... fuck it, different subject",
				"How's that girl you were telling me about?"
			]
		},
		{
			"title": "Her",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"Oh I don't need the metronome bro",
				"When you wanna be, ahh",
				"When you eat all the cheese in the store",
				"In the the store, in the store, in the store, yeah, yeah yeah",
				"Alright",
				"(It's this girl)",
				"She lives next door, to the store that I loiter at",
				"We talk every night, she cry to me about her guy",
				"And if we text I get pissed when I get no reply",
				"(It's this girl)",
				"I know that she's the key to love",
				"She is who I'm thinking of when I am beating Richard up",
				"To mental images her face look",
				"The closest that I got was when I'm poking her on Facebook",
				"(This girl) Video chats are so exciting",
				"Cause it's like she is inviting me to her world full of privacy",
				"I'm getting gassed up, I think she's liking me",
				"She's gullible and I just wanna take it like a pirate (arrrrgh!)",
				"(It's this girl) I see her in class",
				"Not really, two doors down, but anytime that I pass",
				"To take a piss in a stall, I picture us in the hall",
				"Locking lips on the wall, her hand grabbing my dick",
				"My left hand on her tits, ah my shit's getting hard",
				"From thoughts of dating this bitch (It's this girl)",
				"Her name is my passwords, fuck (This girl)",
				"All my niggas got they bitches and stuff",
				"But all the bitches they fuck, are known as bitches and sluts",
				"But she's special, I know to y'all I come off as rough",
				"But I'm the nicest to her, and I just want to concur",
				"A relation, I want the cheesy dates at the movies",
				"And stupid walks at the beach, and sharing straws in a cup",
				"I never had that, so when we holding hands walking home",
				"I look past that, the fact that she's fucking guys that I hate",
				"(This girl) But, things are looking great, cut copy",
				"Last time we talked she said that her relationship was rocky",
				"(Action)",
				"Now that Mr. Faggot's gone, there's no one that can stop me",
				"From bagging her, I got these tickets to the Roxy (Girl)",
				"Next day, metro's taking me home",
				"I see her in the cut at Wendy's, but she's not alone",
				"Who's that guy? Wait, why the fuck he 'bout to kiss her? (shit)",
				"Come to find out she got back with her nigga",
				"(It's this girl)",
				"(Damn!)",
				"Fuck...",
				"(It's this girl)",
				"Another one...",
				"It's not the first time",
				"(It's this girl)",
				"She's so pretty; fuck self-pity, I feel so shitty",
				"I wanna text her in a jealous rage",
				"But if she reply to say anything, I'ma smile, I know",
				"What do I do with myself?",
				"Sit in my room for some days?",
				"Play Xbox with piles full of wet socks? Fuck that",
				"(Girl)",
				"My nigga ask, \"Ace, what happened to such and such?\"",
				"I could slander her name, and then tell him I probably fucked",
				"Or I could tell him the truth and just say she ain't like me much",
				"But instead, I lie and say she moved to Nebraska",
				"(It's this girl)",
				"But she's not mine"
			]
		},
		{
			"title": "Sandwitches",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"Nigga had the fucking nerve to call me immature",
				"Fuck you think I made Odd Future for?",
				"To wear fucking suits and make good decisions?",
				"Fuck that nigga, Wolf Gang",
				"Who the fuck invited Mr. I Don't Give a Fuck",
				"Who cries about his daddy in a blog because his music sucks? (I did!)",
				"Well, you fucking up, and truthfully I had enough",
				"And fuck rolling papers, I'm a rebel, bitch, I'm ashing blunts (Sorry)",
				"Full of shit, like I ate that john",
				"Come on kids, fuck that class and hit that bong",
				"Let's buy guns and kill those kids with dads and mom",
				"With nice homes, 41k's, and nice ass lawns",
				"Those privileged fucks got to learn that we ain't taking no shit",
				"Like Ellen DeGeneres clitoris is playing with dick",
				"I'm jealous as shit, cause I ain't got no home meal to come to",
				"So, if you do, I'm throwing fingers out screaming \"fuck you\"",
				"I got ten of these Kennedy's",
				"Not Dom, but if I was a Dahm, I would be Jeffery",
				"'preme hat the color of a leprechaun with leprosy",
				"I'm fucking 'bout it, 'bout it, like I'm Master P in '96",
				"It's fucking immaculate, the way your daughter smacking dicks",
				"Surprised she hasn't taken gymnastic dick inside her alley oop",
				"The Golf Wang hooligans, is fucking up the school again",
				"And showing you and yours that breaking rules is fucking cool again",
				"I'm going harder than a midget jumping over me",
				"Chronic youth, I'm shoving blunt wraps in bitches ovaries",
				"Punches to the stomach where that bastard kid supposed to be",
				"Fuck a mask, I want that ho to know it's me, ugh",
				"Wolf Gang, Wolf Gang",
				"It's the Wolf Gang, Wolf Gang",
				"Wolf Wolf Gang, it's the Wolf Gang",
				"It's the Wolf Gang, Golf Wang",
				"It's the Wolf Gang, Wolf Gang",
				"Wolf Gang, triple six crew",
				"It's the Wolf Gang, Golf Wang",
				"Wolf Gang kill them",
				"My love is gone for you mami, you could ride in hearses",
				"I'm sick in the brain dumb bitch, can you nurse this?",
				"You told me life would never, ever, ever get this perfect",
				"Then you smoke a J of weed, and take his kids to the churches",
				"Uh, fuck church, they singing and the shit ain't even worth it",
				"In the choir, whores and liars, scumbags and the dirt, bitch",
				"You told me God was the answer",
				"When I ask him for shit, I get no answer, so God is the cancer",
				"I'm stuck in triangles, looking for my angel",
				"Kill me with a chainsaw, and let my balls dangle",
				"Triple six is my number, you can get it off my Tumblr",
				"Wolf Gang, Wolf Gang",
				"It's the Wolf Gang, Wolf Gang",
				"Wolf Wolf Gang, it's the Wolf Gang",
				"It's the Wolf Gang, Golf Wang",
				"It's the Wolf Gang, Wolf Gang",
				"Wolf Gang, triple six crew",
				"It's the Wolf Gang, Golf Wang",
				"Wolf Gang kill them",
				"It was hilarious, well it ain't fucking funny now",
				"I'll push this fucking pregnant clown into a hydrant stuck in the ground",
				"I step through the stomach, replace the baby with some fucking pounds",
				"\"My baby daddy shoot bricks, the nigga also shoot rounds\"",
				"Cause if I shoot blanks, oops, thanks",
				"I'm right back in it dead yummy and her mildew stank",
				"Free Earl, that's the fucking shit",
				"And if you disagree, suck a couple pimple-covered dicks",
				"Um, Wolf Gang, that's the fucking clique",
				"Golf Wang kill them all nigga, triple six",
				"Fuck 2DopeBoyz, all them niggas bitches",
				"We don't need y'all, The Fader's who we really fucking with, bitch",
				"And we don't fucking make horrorcore, you fucking idiots",
				"Listen deeper than the music before you put it in a box, Wolf Gang"
			]
		},
		{
			"title": "Fish / Boppin' Bitch",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"Slip it in her drink, and in the blink of an eye",
				"I can make a white girl look chink",
				"Don't know what to think, 'cause last time I attempted this shit",
				"The judge ordered me to see a shrink",
				"Started with the link",
				"Contended her to meet me at the local",
				"Odd Future Wolf Gang skating rink",
				"We was uniquely in sync",
				"Already fucking and we only met last week",
				"We were both young, not yet antique",
				"So her mindset was working for my technique",
				"Tell her that I love her and by next week",
				"You can hear her shriek from the gashes in her cheeks",
				"No, I'm not a freak, I am meekly a creep",
				"The neighbors by the creek says my house stinks",
				"And it reeks on the sheet, girl",
				"Streaks of red, even though all pussy is pink",
				"Oblivion makes obvious seeks",
				"Which make meats for my obvious feasts",
				"Used to just blot up thoughts, plot, and rethink",
				"Now I get daughters and tie 'em and clink",
				"Got my dick harder than iron and zinc",
				"Now they just rot up, arms caught in the sink",
				"Where they get cut up to fit my physique",
				"Critique my chic in this brand new mink",
				"Golf Wang, Free Earl, uh",
				"Yeah, Wolf Gang",
				"Wolf Haley",
				"All good?",
				"Cool. We cool?",
				"Bitches running 'round, down pussy take a trip",
				"Make her strip, got my dick harder than the unzip",
				"Tyler swiftly slips his dick inside of Taylor Swift's slit",
				"Round trip in that pussy, here comes a ticket",
				"Film clips popping on that Canon",
				"Busting Ottoman cannons, on the pill",
				"Is he real? Gaza stripping in my living room",
				"Wolf Gang full moon, I'm assuming mushrooms",
				"I'm a necrolampoon, not of Charles Mansoon",
				"This fuck is ending soon because I'm ejaculating",
				"(Frankie, Frankie)",
				"Now I'd like to take this time of day",
				"To thank the Mother Earth",
				"(Thank you Momma, thank you Momma)",
				"Letting the sun shine down on the lake",
				"While I fish your waters",
				"Ooh, hide your daughters, hide your sisters",
				"Hell, hide grandmama too (Grand, yeah)",
				"'Cause the fisherman's raping everybody in the pool",
				"He on the loose, yeah",
				"Got to wash it down, all this gold is fucking bait",
				"Wait 'til you see the semen swimming",
				"Baby, please not half, the whole is great",
				"Morals? Your body's near that coral reef",
				"It was once upon a time you came home with me",
				"Then the next chapter left you in my teeth",
				"Fill your gills with goo",
				"Going deeper than Pacific Ocean",
				"This specific motion",
				"Makes this hammerhead puke",
				"Got to wear a wetsuit, can’t get seasick",
				"I love when you're in fishnets, you want me to eat you",
				"You’re fucking wet, fish",
				"So I met this girl at the club",
				"And I just wanted her to suck my dick",
				"And that's 'cause (She's a boppin' bitch)",
				"Now she's drunk and talkin' to me a lot",
				"Until we go to another room",
				"And that's 'cause (She's a boppin' bitch)",
				"This little slut whore sucks cock for a little more bucks",
				"Than them other sluts fuck for, real easy",
				"Cause I didn't even knock on the front door, sleazy",
				"I used the welcome mat as a cum rag",
				"And all the Wolves fucked too, yeah she’s a cum bag",
				"Filled with a bunch of shit I purchased at a drug store",
				"Four more Dora-looking sluts let me explore",
				"Until my cock got sore and started growing cold sores",
				"Now she thinks that I like her",
				"But all I really wanted was that mouth",
				"And that's 'cause (She's a boppin' bitch)",
				"Now she text messages me every day",
				"And I don't ever hit that bitch back",
				"And that's because (She's a boppin' bitch)",
				"This little hoodrat started jockin at my jock strap",
				"Until my uncircumcised penis finally unwrapped",
				"Flapping up and down until the cack finally go splat",
				"Now you gotta spat, spit it out until you do scat",
				"Then you gotta sat and shit it out, bitch, fuck your feelings",
				"You wasn’t feeling shit when you was down there kneeling",
				"Now shut the fuck up you got another dick to deal with",
				"Now why can't we fuck with this bitch? (She's boppin')",
				"Wait, tell him why we can’t fuck with this bitch? (That bitch she boppin')",
				"What is she? She a BB, what does that stand for? (She boppin')",
				"She, what do she be doin'? (She boppin')",
				"Now I'm at a fuckin' clinic",
				"Cause my dick is swollen' and keeps itchin'",
				"Nigga, I'mma kill this bitch (She's a boppin' bitch)",
				"Where's my gun? I'mma kill this bitch",
				"To all my niggas out there listening, that bitch (She's boppin')",
				"And don't let her suck your dick or you'll get hurt"
			]
		},
		{
			"title": "Analog",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [
				"I can grab the fireworks, and soda, all the cookies we can eat"
			]
		},
		{
			"title": "Bitch Suck Dick",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [

			]
		},
		{
			"title": "Window",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [

			]
		},
		{
			"title": "Golden",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [

			]
		},
		{
			"title": "Burger",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [

			]
		},
		{
			"title": "Steak Sauce",
			"album": "Goblin",
			"art": "https://t2.genius.com/unsafe/498x0/https%3A%2F%2Fimages.genius.com%2F1d8a038b21df8f0e221707c0b6045f2a.640x640x1.jpg",
			"year": "2011",
			"lyrics": [

			]
		}
	]
}
